HERMES_ORCISH = {
	LanguageID = 1,
	ALPHABET =  {
		{ 'RA', '휡𤄿' },
		{ 'GR', '휞6' },
		{ 'RE', '휥F' },
		{ 'UR', '{흏F' },
		{ 'NO', '{휣F' },
		{ 'DO', '휤F' },
		{ 'GE', '휠F' },
		{ 'GU', '휞𛄔' },
		{ 'LO', '휟𛄔' },
		{ 'TO', '휠𛄔' },
		{ 'KI', '휡𛄔' },
		{ 'ZI', '휢𛄔' },
		{ 'HA', 'A5' },
		{ 'KO', 'B5' },
		{ 'NO', 'C5' },
		{ 'MU', 'D5' },
		{ 'AG', 'E5' },
		{ 'IL', 'CP' },
		{ 'GI', 'DP' },
		{ 'TH', '🜐🜑' },
		{ 'A', '1' },
		{ 'D', '𒈞' },
		{ 'G', 'Ü' },
		{ 'H', 'Ų' },
		{ 'I', 'Ȉ' },
		{ 'K', 'Ƥ' },
		{ 'L', '3' },
		{ 'M', 'Ď' },
		{ 'N', 'ϼ' },
		{ 'O', 'ࣞ' },
		{ 'R', 'ర' },
		{ 'T', 'ू' },
		{ 'U', 'Dz' }, -- `il` Looks like two sticks
		{ 'Z', 'দ' }
	},
    
	SUBSTITUTES = {
		B = 'H',
		C = 'K',
		E = 'I',
		F = 'TH',
		J = 'G',
		P = 'H',
		Q = 'K',
		S = 'Z',
		X = 'KZ',
		V = 'TH',
		W = 'TH',
		Y = 'I',
	},

	SEPARATOR = { 
		INPUT = 'x',
		OUTPUT = 'n'
	}
}